Repository: mohsen-zahed/practical_pachprthlo
Catalog: lib/config/localization/app_*.arb
Languages: fa

# themeChangedToText
source: Theme changed to
fa: تم با موفقیت تغییر کرد به

# languageChangedToText
source: Language Successfully Changed To
fa: زبان برنامه با موفقیت تغییر کرد به

# persianText
source: Persian
fa: فارسی

# englishText
source: English
fa: انگلیسی

# changeLanguageText
source: Change app language
fa: تغییر زبان برنامه

# changeThemeText
source: Change app theme
fa: تغییر تم برنامه

# practicalPachprthloText
source: Practical Pachprthlo Test
fa: برنامه امتحانی برای تست

# searchByCategoriesText
source: Search by categories...
fa: جستجو بر اساس دسته بندی ها...

# searchProText
source: Pro Search
fa: جستجوی پیشرفته

# searchSimpleText
source: Simple Search
fa: جستجوی معمولی

# homeText
source: Home
fa: خانه

# statisticsText
source: Statistics
fa: آمار

# providerText
source: Provider
fa: تهیه کننده

# settingsText
source: Settings
fa: تنظیمات

# appThemeModeText
source: Theme mode
fa: نوع تم برنامه

# appLanguageText
source: Language
fa: زبان برنامه

# loadingCreatureText
source: Loading creatures...
fa: درحال بارگیری شخصیت ها...

# noCreaturesFoundText
source: No creature found
fa: هیچ شخصیتی یافت نشد

# statisticsAreGettingReadyText
source: Statistics are getting ready
fa: آمار در حال آماده سازی هستند

# dataRetrievedFromText
source: Data retrieved from
fa: اطلاعات دریافت شدند از

# apiText
source: API
fa: لینک آنلاین

# databaseText
source: Database
fa: دیتابیس

# somethingWentWrongText
source: Something went wrong
fa: خطایی رخ داده است

# tryToRefreshTheScreenText
source: Try to refresh the screen
fa: صفحه را مجددا بارگیری کنید

# tryAgainText
source: Try Again
fa: تلاش دوباره

# statisticReviewText
source: Statistic Review
fa: مرور آمار

# providerExampleScreenText
source: Provider Example Screen
fa: صفحه مثال از تهیه کننده

# settingsScreenText
source: Settings Screen
fa: تنظیمات

# refreshText
source: Refresh
fa: تازه سازی

# loadingMoreText
source: Loading more...
fa: در حال بارگیری بیشتر...

# changeAppColorText
source: Change app color
fa: تغییر رنگ برنامه

# pickAColorText
source: Pick a color
fa: رنگ مورد نظر را انتخاب کنید

# applyColorText
source: Apply color
fa: انتخاب رنگ

# pickAColorTitleText
source: Color picker
fa: انتخاب رنگ برنامه

# somethingWentWrongPleaseTryAgainInTheNext24HoursText
source: Something went wrong, please try again in the next 24 hours!
fa: خطایی رخ داده است، لطفا بعدا تلاش کنید!

# pleaseCheckYourNetworkAndTryAgainText
source: Please check your network and try again!
fa: اتصال به اینترنت را چک نموده و دوباره تلاش کنید!

# requestTimedOutTryAgainLaterText
source: Request timed out, try again later!
fa: درخواست ناموفق، دوباره تلاش کنید!

# thereIsAnUnknownProblemKeepingYouFromSendingRequestsText
source: There is an unknown problem keeping you from sending requests!
fa: خطایی رخ داده است، بعدا تلاش کنید!

# somethingWentWrongTryAgainText
source: Something went wrong!
fa: خطایی نامشخص رخ داده است، بعدا تلاش کنید!
